{"champion_to_id": {"[PAD]": 0, "[CLS]": 1, "[MASK]": 2, "[UNK]": 3, "Varus": 4, "Zyra": 5, "Ashe": 6, "Ryze": 7, "Rengar": 8, "Elise": 9, "Rek'Sai": 10, "LeBlanc": 11, "Poppy": 12, "Nautilus": 13, "Caitlyn": 14, "Karma": 15, "Malzahar": 16, "Camille": 17, "Maokai": 18, "Syndra": 19, "Fiora": 20, "Trundle": 21, "Lee Sin": 22, "Jhin": 23, "Jayce": 24, "Kha'Zix": 25, "Katarina": 26, "Tahm Kench": 27, "Corki": 28, "Olaf": 29, "Thresh": 30, "Shen": 31, "Miss Fortune": 32, "Ivern": 33, "Zac": 34, "Orianna": 35, "Ziggs": 36, "Graves": 37, "Lucian": 38, "Rumble": 39, "Lulu": 40, "Sivir": 41, "Ezreal": 42, "Ekko": 43, "Renekton": 44, "Cassiopeia": 45, "Gragas": 46, "Leona": 47, "Teemo": 48, "Yasuo": 49, "Vladimir": 50, "Kled": 51, "Kalista": 52, "Nami": 53, "Taliyah": 54, "Kennen": 55, "Zed": 56, "Talon": 57, "Zilean": 58, "Vi": 59, "Fizz": 60, "Kog'Maw": 61, "Gangplank": 62, "Viktor": 63, "Nidalee": 64, "Galio": 65, "Twitch": 66, "Xayah": 67, "Braum": 68, "Rakan": 69, "Jarvan IV": 70, "Kassadin": 71, "Tristana": 72, "Nunu & Willump": 73, "Warwick": 74, "Sejuani": 75, "Blitzcrank": 76, "Bard": 77, "Gnar": 78, "Jax": 79, "Morgana": 80, "Alistar": 81, "Cho'Gath": 82, "Taric": 83, "Janna": 84, "Kayn": 85, "Draven": 86, "Karthus": 87, "Jinx": 88, "Ornn": 89, "Azir": 90, "Xerath": 91, "Sion": 92, "Zoe": 93, "Xin Zhao": 94, "Skarner": 95, "Aurelion Sol": 96, "Swain": 97, "Kai'Sa": 98, "Irelia": 99, "Aatrox": 100, "Mordekaiser": 101, "Master Yi": 102, "Dr": 103, "Nocturne": 104, "Pyke": 105, "Brand": 106, "Darius": 107, "Fiddlesticks": 108, "Anivia": 109, "Kindred": 110, "Heimerdinger": 111, "Akali": 112, "Evelynn": 113, "Hecarim": 114, "Urgot": 115, "Lissandra": 116, "Sylas": 117, "Vayne": 118, "Yorick": 119, "Neeko": 120, "Riven": 121, "Kayle": 122, "Sona": 123, "Rammus": 124, "Yuumi": 125, "Lux": 126, "Qiyana": 127, "Volibear": 128, "Pantheon": 129, "Twisted Fate": 130, "Malphite": 131, "Senna": 132, "Veigar": 133, "Aphelios": 134, "Diana": 135, "Shaco": 136, "Sett": 137, "Soraka": 138, "Shyvana": 139, "Garen": 140, "Wukong": 141, "Annie": 142, "Vel'Koz": 143, "Illaoi": 144, "Amumu": 145, "Lillia": 146, "Samira": 147, "Yone": 148, "Seraphine": 149, "Rell": 150, "Udyr": 151, "Viego": 152, "Gwen": 153, "Akshan": 154, "Vex": 155, "Tryndamere": 156, "Zeri": 157, "Ahri": 158, "Renata Glasc": 159, "Nasus": 160, "Bel'Veth": 161, "Nilah": 162, "K'Sante": 163, "Milio": 164, "Hwei": 165, "Smolder": 166, "Naafiri": 167, "Aurora": 168, "Ambessa": 169, "Mel": 170, "Yunara": 171, "Zaahen": 172, "Singed": 173, "Quinn": 174, "Briar": 175}, "next_id": 176}